[
  {
    "number": 1,
    "point": "Clinical determinants of brain death are the loss of the papillary, corneal, oculovestibular, oculocephalic, oropharyngeal, and respiratory reflexes for > 6 hours. The patient should also undergo an apnea test, in which the pCO2is allowed to rise to at least 60 mmHg without coexistent hypoxia. The patient should be observed for the absence of spontaneous breathing."
  },
  {
    "number": 2,
    "point": "The estimated risks of HBV, HCV, and HIV transmission by blood transfusion in the United States are 1 in 205,000 for HBV, 1 in 1,935,000 for HCV, and 1 in 2,135,000 for HIV."
  },
  {
    "number": 3,
    "point": "The most common location of an undescended testicle is the inguinal canal."
  },
  {
    "number": 4,
    "point": "The most common solid renal mass in infancy is a congenital mesoblastic nephroma and in childhood a Wilms' tumor."
  },
  {
    "number": 5,
    "point": "Ogilvie's syndrome is acute massive dilatation of the cecum and the ascending and transverse colon without organic obstruction."
  },
  {
    "number": 6,
    "point": "The best screening method for prostate cancer is digital rectal exam combined with serum prostate-specific antigen."
  },
  {
    "number": 7,
    "point": "The most common histologic type of bladder cancer is transitional cell carcinoma."
  },
  {
    "number": 8,
    "point": "Carcinoma in situ of the bladder is treated with immunotherapy with intravesical bacillus Calmette-Guérin."
  },
  {
    "number": 9,
    "point": "Localized renal cell carcinoma is treated with surgery (radical nephrectomy)."
  },
  {
    "number": 10,
    "point": "The most common cause of male infertility is varicocele."
  },
  {
    "number": 11,
    "point": "The most common nonbacterial cause of pneumonia in transplant patients is cytomegalovirus."
  },
  {
    "number": 12,
    "point": "Chimerism is leukocyte sharing between the graft and the recipient so that the graft becomes a genetic composite of both the donor and the recipient."
  },
  {
    "number": 13,
    "point": "OKT3 is a mouse monoclonal antibody that binds to and blocks the T-cell CD3 receptor."
  },
  {
    "number": 14,
    "point": "The most common disease requiring liver transplant is hepatitis C."
  },
  {
    "number": 15,
    "point": "Cystic hygroma is a congenital malformation with a predilection for the neck. It is a benign lesion that usually presents as a soft mass in the lateral neck."
  },
  {
    "number": 16,
    "point": "In neuroblastomas, age at presentation is the major prognostic factor. Children younger than 1 year have an overall survival rate > 70%, whereas the survival rate for children older than 1 year is < 35%."
  },
  {
    "number": 17,
    "point": "The most feared complication of diaphragmatic hernia is persistent fetal circulation."
  },
  {
    "number": 18,
    "point": "The three most common variants of tracheoesophageal fistula are (1) proximal esophageal atresia with distal tracheoesophageal fistula, (2) isolated esophageal atresia, and (3) tracheo-esophageal fistula with esophageal atresia."
  },
  {
    "number": 19,
    "point": "Atresia can occur anywhere in the GI tract: duodenal (50%), jejunoileal (45%), or colonic (5%). Duodenal atresia arises from failure of recanalization during the 8th-10th week of gestation; jejunoileal and colonic atresia are caused by an in utero mesenteric vascular accident."
  },
  {
    "number": 20,
    "point": "The types of aortic dissection are ascending (type A) dissection, which involves only the ascending or both the ascending and descending aorta, and descending dissection (type B), which involves only the descending aorta."
  },
  {
    "number": 21,
    "point": "A solitary pulmonary nodule is < 3 cm and is discrete on chest radiograph. It is usually surrounded by lung parenchyma."
  },
  {
    "number": 22,
    "point": "Mediastinal staging is indicated in patients with apparent or documented lung cancer who have (1) known lung cancer with mediastinal nodes > 1 cm accessible by cervical mediastinal exploration, as assessed by CT scan; (2) adenocarcinoma of the lung and multiple mediastinal lymph nodes < 1 cm; (3) central or large (> 5 cm) lung cancers with mediastinal lymph nodes < 1 cm; and (4) lung cancer with risk of thoracotomy and lung resection."
  },
  {
    "number": 23,
    "point": "The most common causes of aortic stenosis are now congenital anomalies and calcific (degenerative) disease."
  },
  {
    "number": 24,
    "point": "In mitral regurgitation, the left ventricle ejects blood via two routes: (1) antegrade, through the aortic valve, or (2) retrograde, through the mitral valve. The amount of each stroke volume ejected retrograde into the left atrium is the regurgitant fraction. To compensate for the regurgitant fraction, the left ventricle must increase its total stroke volume. This ultimately produces volume overload of the left ventricle and leads to ventricular dysfunction."
  },
  {
    "number": 25,
    "point": "The indications for CABG are (1) left main coronary artery stenosis; (2) three-vessel coronary artery disease (70% stenosis) with depressed left ventricular (LV) function or two-vessel coronary artery disease (CAD) with proximal left anterior descending (LAD) involvement; and (3) angina despite aggressive medical therapy."
  },
  {
    "number": 26,
    "point": "Hibernating myocardium is improved by CABG. Myocardial hibernation refers to the reversible myocardial contractile function associated with a decrease in coronary flow in the setting of preserved myocardial viability. Some patients with global systolic dysfunction exhibit dramatic improvement in myocardial contractility after CABG."
  },
  {
    "number": 27,
    "point": "The surgical treatment of ulcerative colitis is total colectomy with ileoanal pouch anastomosis."
  },
  {
    "number": 28,
    "point": "Dieulafoy's ulcer is a gastric vascular malformation with an exposed submucosal artery, usually within 2-5 cm of the gastroesophageal junction. It presents with painless hematemesis, often massive."
  },
  {
    "number": 29,
    "point": "The role of blind subtotal colectomy in the management of massive lower gastrointestinal bleeding is limited to a small group of patients in whom a specific bleeding source cannot be identified. The procedure is associated with a 16% mortality rate."
  },
  {
    "number": 30,
    "point": "Colorectal polyps < 2 cm have a 2% risk of containing cancer, 2 cm polyps have a 10% risk, and polyps > 2 cm have a cancer risk of 40%. Sixty percent of villous polyps are > 2 cm, and 77% of tubular polyps are < 1 cm at the time of discovery."
  },
  {
    "number": 31,
    "point": "Patients with colorectal cancer with lymph node involvement (Dukes' C) should receive chemotherapy postoperatively to treat micrometastases."
  },
  {
    "number": 32,
    "point": "Goodsall's rule states the location of the internal opening of an anorectal fistula is based on the position of the external opening. An external opening posterior to a line drawn transversely across the perineum originates from an internal opening in the posterior midline. An external opening, anterior to this line, originates from the nearest anal crypt in a radial direction."
  },
  {
    "number": 33,
    "point": "Incarcerated inguinal hernia: structures in the hernia sac still have a good blood supply but are stuck in the sac because of adhesions or a narrow neck of the hernia sac. Strangulated inguinal hernia: hernia structures have a compromised blood supply because of anatomic constriction at the neck of the hernia."
  },
  {
    "number": 34,
    "point": "Chvostek's sign is spasm of the facial muscles caused by tapping the facial nerve trunk. Trousseau's sign is carpal spasm elicited by occlusion of the brachial artery for 3 minutes with a blood pressure cuff."
  },
  {
    "number": 35,
    "point": "The two surgical options for Graves' disease are subtotal thyroidectomy or near-total thyroidectomy."
  },
  {
    "number": 36,
    "point": "The only biochemical test that is routinely needed to identify patients with unsuspected hyperthyroidism is serum thyroid-stimulating hormone concentration."
  },
  {
    "number": 37,
    "point": "The surgically correctable causes of hypertension are renovascular hypertension, pheochromocytoma, Cushing's syndrome, primary hyperaldosteronism, coarctation of the aorta, and unilateral renal parenchymal disease."
  },
  {
    "number": 38,
    "point": "The \"triple negative test\" or \"diagnostic triad\" for diagnosing a palpable breast mass includes physical examination, breast imaging, and biopsy."
  },
  {
    "number": 39,
    "point": "Chest wall radiation is indicated after mastectomy in patients with greater than 5 cm primary cancers, positive mastectomy margins, or more than four positive lymph nodes, all of which are associated with heightened locoregional recurrence rates."
  },
  {
    "number": 40,
    "point": "Sentinel lymph nodes are the first stop for tumor cells metastasizing through lymphatics from the primary tumor."
  },
  {
    "number": 41,
    "point": "The most common site of origin of subungual melanomas is the great toe. Amputation at or proximal to the metatarsal phalangeal joint and regional sentinel lymph node biopsy are advised by most authors."
  },
  {
    "number": 42,
    "point": "Ramus marginalis mandibularis, the lowest branch of the nerve that innervates the depressor muscles of the lower lip, is the most commonly injured facial nerve branch during parotidectomy."
  },
  {
    "number": 43,
    "point": "Waldeyer's ring is the mucosa of the posterior oropharynx covering a bed of lymphatic tissue that aggregates to form the palatine, lingual, pharyngeal, and tubal tonsils. These structures form a ring around the pharyngeal wall. This may be the site of primary or metastatic tumor."
  },
  {
    "number": 44,
    "point": "A patient in whom the head and neck examination is completely normal but FNA of a cervical node reveals squamous cancer should have examination of the mouth, pharynx, larynx, esophagus, and tracheobronchial tree under anesthesia (triple endoscopy). If nothing is seen, blind biopsy of the nasopharynx, tonsils, base of tongue, and pyriform sinuses should be done at the same sitting."
  },
  {
    "number": 45,
    "point": "The microorganisms implicated in atherosclerosis includeChlamydia pneumoniae, Helicobacter pylori, streptococci, andBacillus typhosus."
  },
  {
    "number": 46,
    "point": "The cumulative 10-year amputation rate for claudication is 10%."
  },
  {
    "number": 47,
    "point": "The absolute reduction in risk of stroke is 6% over a 5-year period in asymptomatic patients with > 60% stenosis who undergo carotid endarterectomy plus aspirin versus patients treated with aspirin alone (5.1% versus 11%)."
  },
  {
    "number": 48,
    "point": "Abdominal aortic aneurysm's average expansion rate is 0.4 cm/year."
  },
  {
    "number": 49,
    "point": "Heparin binds to antithrombin III, rendering it more active."
  },
  {
    "number": 50,
    "point": "The patient with suspected intermittent claudication should initially be evaluated by obtaining ankle brachial index or segmental limb pressures at rest."
  },
  {
    "number": 51,
    "point": "Shock is suboptimal consumption of O2and excretion of CO2at the cellular level."
  },
  {
    "number": 52,
    "point": "Nitric oxide is synthesized in vascular endothelial cells by constitutive nitric oxide synthase and inducible NOS, using arginine as the substrate."
  },
  {
    "number": 53,
    "point": "Saliva has the hightest potassium concentration (20 mEq), followed by gastric secretions (10 mEq), then pancreatic and duodenal secretions (5 mEq)."
  },
  {
    "number": 54,
    "point": "Basal caloric expenditure = 25 kcal/kg/day with a requirement of approximately 1 g protein/kg/day."
  },
  {
    "number": 55,
    "point": "6.25 g of protein contains 1 g of nitrogen."
  },
  {
    "number": 56,
    "point": "Dextrose has 3.4 kcal/g, protein 4 kcal/g, fat 9 kcal/g (20% lipid solution delivers 2 kcal/mL)."
  },
  {
    "number": 57,
    "point": "Maximal glucose infusion rates in parenteral formulas should not exceed 5 mg/kg/min."
  },
  {
    "number": 58,
    "point": "Refeeding syndrome occurs in moderately to severely malnourished patients (e.g., chronic alcoholism or anorexia nervosa) who, upon presentation with a large nutrient load, develop clinically significant decreases in serum phosphorus, potassium, calcium, and magnesium levels. Hyperglycemia is common secondary to blunted insulin secretion. ATP production is mitigated, and the classic presentation is respiratory failure."
  },
  {
    "number": 59,
    "point": "Glutamine is the most common amino acid found in muscle and plasma. Levels decrease after surgery and physiologic stress. Glutamine serves as a substrate for rapidly replicating cells (interestingly, it is also the number one metabolic substrate for neoplastic cells), maintains the integrity and function of the intestinal barrier, and protects against free radical damage by maintaing GSH levels. Glutamine is unstable in IV form unless linked as a dipeptide."
  },
  {
    "number": 60,
    "point": "Fever is caused by activated macrophages that release interleukin-1, tumor necrosis factor, and interferon in response to bacteria and endotoxin. The result is a resetting of the hypothalamic thermoregulatory center."
  },
  {
    "number": 61,
    "point": "Cardiac output = heart rate x stroke volume; normal CO is 5-6 L/min."
  },
  {
    "number": 62,
    "point": "SVR = [(MAP - CVP)/CO] x 80; normal SVR is 800-1200 dyne.sec/cm-5."
  },
  {
    "number": 63,
    "point": "Hypovolemic shock: low CVP and PCWP, low CO and SVO2, high SVR."
  },
  {
    "number": 64,
    "point": "Cardiogenic shock: high CVP and PCWP, low CO and SVO2, variable SVR."
  },
  {
    "number": 65,
    "point": "Septic shock: low or normal CVP and PCWP, high CO initially, high SVO2, low SVR."
  },
  {
    "number": 66,
    "point": "Kehr's sign is concurrent LUQ and left shoulder pain, indicating diaphragmatic irritation from a ruptured spleen or subdiaphragmatic abscess. Anatomically, the diaphragm and the back of the left shoulder enjoy parallel innervation."
  },
  {
    "number": 67,
    "point": "Rebound tenderness implies peritoneal inflammation and irritation not simply abdominal tenderness."
  },
  {
    "number": 68,
    "point": "The 5 Ws of post-operative fever arewound (infection),water (UTI),wind (atelectasis, pneumonia),walking (thrombophlebitis), andwonder drugs (drug fevers)."
  },
  {
    "number": 69,
    "point": "Cricothyroidotomy shouldnotbe performed in patients < 12 years old or any patient with suspected direct laryngeal trauma or tracheal disruption."
  },
  {
    "number": 70,
    "point": "The radial (wrist) pulse estimates SBP > 80 mmHg; femoral (groin) pulse estimates SBP > 70 mmHg; and carotid (neck) pulse estimates SBP > 60 mmHg."
  },
  {
    "number": 71,
    "point": "A general rule for crystalloid infusion to replace blood loss is a 3:1 ratio of isotonic crystalloid to blood."
  },
  {
    "number": 72,
    "point": "Raccoon eyes (periorbital ecchymosis) and Battle's sign (mastoid ecchymosis) are clinical indicators of basilar skull fracture."
  },
  {
    "number": 73,
    "point": "CPP = MAP - ICP. Some debate exists on the minimum allowable CPP, but consensus indicates that a cerebral perfusion pressure of 50-70 mmHg is necessary."
  },
  {
    "number": 74,
    "point": "Violation of the platysma defines a penetrating neck wound."
  },
  {
    "number": 75,
    "point": "Tension pneumothorax is air accumulation in the pleural space eliciting increased intrathoracic pressure and resulting in a kinking of the SVC and IVC that compromises venous return to heart."
  },
  {
    "number": 76,
    "point": "The most common site of thoracic aortic injury in blunt trauma is just distal to the take-off of the left subclavian artery."
  },
  {
    "number": 77,
    "point": "The most common manifestation of blunt myocardial injury is arrhythmia."
  },
  {
    "number": 78,
    "point": "Indications for thoracotomy in a stable patient with hemothorax include an immediate tube thoracostomy output of > 1500 mL and ongoing bleeding of 250 mL/h for 4 consective hours."
  },
  {
    "number": 79,
    "point": "Beck's triad is hypotension, distended neck veins, and muffled heart sounds."
  },
  {
    "number": 80,
    "point": "The hepatic artery supplies approximately 30% of blood flow to the liver while the portal vein supplies the remaining 70%. The oxygen delivery, however, is similar for both at 50%."
  },
  {
    "number": 81,
    "point": "The Pringle maneuver is a manual occlusion of the hepatoduodenal ligament to interrupt blood flow to the liver."
  },
  {
    "number": 82,
    "point": "Splenectomy significantly decreases IgM levels."
  },
  {
    "number": 83,
    "point": "90% of trauma fatalities due to pelvic fractures are due to venous bleeding and bone oozing; only 10% of fatal pelvic bleeding from blunt trauma is arterial (most common site is superior gluteal artery)."
  },
  {
    "number": 84,
    "point": "Intraperitoneal bladder rupture from blunt trauma: operative management; extraperitoneal rupture: observant management."
  },
  {
    "number": 85,
    "point": "Pseudoaneurysm is a disruption of the arterial wall leading to a pulsatile hematoma contained by fibrous connective tissue (but not all three arterial wall layers, which defines a true aneurysm)."
  },
  {
    "number": 86,
    "point": "The earliest sign of lower extremity compartment syndrome is neurologic in the distribution of the peroneal nerve with numbness in the first dorsal webspace and weak dorsiflexion."
  },
  {
    "number": 87,
    "point": "Posterior knee dislocations are associated with popliteal artery injuries and are an indication for angiography."
  },
  {
    "number": 88,
    "point": "Management of suspected navicular fracture despite negative radiography is short-arm cast and repeat x-ray in 2 weeks; at high risk for avascular necrosis."
  },
  {
    "number": 89,
    "point": "Parkland formula: lactated Ringer's at 4 mL/kg x %TBSA (second- and third-degree only) of burn. Infuse 50% of volume in first 8 hours and the remaining 50% over the subsequent 16 hours."
  },
  {
    "number": 90,
    "point": "The metabolic rate peaks at 2.5 times the basal metabolic rate in severe burns > 50% TBSA."
  },
  {
    "number": 91,
    "point": "Gallstones and alcohol abuse are the two main causes of acute pancreatitis."
  },
  {
    "number": 92,
    "point": "Alcohol abuse accounts for 75% of cases of chronic pancreatitis."
  },
  {
    "number": 93,
    "point": "Isolated gastric varices and hypersplenism indicate splenic vein thrombosis and are an indication for splenectomy."
  },
  {
    "number": 94,
    "point": "The treatment for gallstone pancreatitis is cholecystectomy and intraoperative cholangiogram during the same hospital stay once the pancreatitis has subsided."
  },
  {
    "number": 95,
    "point": "Proton pump inhibitors irreversibly inhibit the parietal cell hydrogen ion pump."
  },
  {
    "number": 96,
    "point": "Definitive treatment of alkaline reflux gastritis after a Billroth II includes a Roux-en-Y gastro-jejunostomy from a 40-cm efferent jejunal limb."
  },
  {
    "number": 97,
    "point": "Cushing's ulcer is a stress ulcer found in critically ill patients with central nervous system injury. It is typically single and deep, with a tendency to perforate."
  },
  {
    "number": 98,
    "point": "Curling's ulcer is a stress ulcer found in critically ill patients with burn injuries."
  },
  {
    "number": 99,
    "point": "Marginal ulcer is an ulcer found near the margin of gastroenteric anastomosis, usually on the small bowel side."
  },
  {
    "number": 100,
    "point": "The most common cause of small bowel obstructions is adhesive disease; the second most common cause is hernias."
  }
]